Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Frozen Clock
zh_cn: 冰霜时钟

source: Frozen Door
zh_cn: 冰霜门

source: Frozen Dresser
zh_cn: 冰霜梳妆台

source: Frozen Key
zh_cn: 冰霜钥匙

source: Frozen Key Mold
zh_cn: 冰霜钥匙模具

source: Frozen Lamp
zh_cn: 冰霜灯

source: Frozen Lantern
zh_cn: 冰霜灯笼

source: Frozen Piano
zh_cn: 冰霜钢琴

source: Frozen Platform
zh_cn: 冰霜平台

source: Frozen Sink
zh_cn: 冰冰霜水槽

source: Frozen Slime Block
zh_cn: 冰霜史莱姆块

source: Frozen Sofa
zh_cn: 冰霜沙发

source: Frozen Table
zh_cn: 冰霜桌

source: Frozen Turtle Shell
zh_cn: 冰霜龟壳

source: Frozen Wings
zh_cn: 冰晶羽翼

source: Frozen Work Bench
zh_cn: 冰霜工作台

source: Fruitcake Chakram
zh_cn: 水果蛋糕旋刃

source: Full Moon
zh_cn: 满月

source: Fullscreen Resolution
zh_cn: 全屏分辨率

source: Fungi Bulb
zh_cn: 真菌囊泡

source: Fungi Bulb Banner
zh_cn: 真菌囊泡旗帜

source: Fungi Spore
zh_cn: 真菌孢子

source: Fungo Fish
zh_cn: 真菌水母

source: Fungo Fish Banner
zh_cn: 真菌水母旗帜

source: Funkytown
zh_cn: 时髦小镇

source: Furious
zh_cn: 狂怒

source: Furnace
zh_cn: 熔炉

source: Fuzzy Carrot
zh_cn: 绒毛胡萝卜

source: Gamepad Advanced Settings
zh_cn: 手柄高级设置

source: Gamepad Instructions Off
zh_cn: 手柄提示：关闭

source: Gamepad Instructions On
zh_cn: 手柄提示：开启

source: Gamepad Settings
zh_cn: 手柄设置

source: Gameplay
zh_cn: 游戏设置

source: Gameplay Controls
zh_cn: 游戏按键

source: Gangsta Hat
zh_cn: 黑帮帽

source: Gargoyle Statue
zh_cn: 石像鬼雕像

source: Gastropod
zh_cn: 神圣蜗牛

source: Gastropod Banner
zh_cn: 神圣蜗牛旗帜

source: Gatligator
zh_cn: 加鳄林机枪

source: Gato Egg
zh_cn: 猫蛋

source: Gaze in the mirror to return home
zh_cn: 盯着镜子便可回家

source: Gel
zh_cn: 凝胶

source: Gel Dye
zh_cn: 凝胶染料

source: Gelatin World Tour
zh_cn: 明胶世界之旅

source: Gem Hook
zh_cn: 紫水晶钩爪

source: Gemification
zh_cn: 生成宝石

source: Gender Change Potion
zh_cn: 变性药水

source: General
zh_cn: 常规

source: Generating Structures.
zh_cn: 正在生成建筑物.

source: Generating floating islands
zh_cn: 正在生成浮空岛

source: Generating hills
zh_cn: 正在生成小山

source: Generating jungle
zh_cn: 正在生成丛林

source: Generating large caves
zh_cn: 正在生成大洞穴

source: Generating mountain caves
zh_cn: 正在生成山洞

source: Generating small caves
zh_cn: 正在生成小洞穴

source: Generating surface caves
zh_cn: 正在生成地表洞穴

source: Generating world terrain
zh_cn: 正在生成世界结构

source: Get a Life
zh_cn: 重获新生

source: Geyser
zh_cn: 喷泉

source: Ghast
zh_cn: 恐惧恶魂

source: Ghastly Glaive
zh_cn: 恐怖关刀

source: Ghost
zh_cn: 鬼魂

source: Ghost Banner
zh_cn: 鬼魂旗帜

source: Ghost Mask
zh_cn: 幽灵面具

source: Ghost Shirt
zh_cn: 幽灵长袍

source: Ghoul
zh_cn: 食尸鬼

source: Ghoul Banner
zh_cn: 食尸鬼旗帜

source: Gi
zh_cn: 稽古衣

source: Giant Bat
zh_cn: 巨型蝙蝠

source: Giant Bat Banner
zh_cn: 巨型蝙蝠旗帜

source: Giant Bow
zh_cn: 巨型蝴蝶结

source: Giant Cursed Skull
zh_cn: 巨型诅咒骷髅头

source: Giant Cursed Skull Banner
zh_cn: 巨型诅咒骷髅头旗帜

source: Giant Flying Fox
zh_cn: 巨型飞狐

source: Giant Flying Fox Banner
zh_cn: 巨型飞狐旗帜

source: Giant Fungi Bulb
zh_cn: 巨型真菌囊泡

source: Giant Harpy Feather
zh_cn: 鹰身女妖羽毛

source: Giant Mushroom
zh_cn: 巨大蘑菇

source: Giant Shelly
zh_cn: 巨壳虫

source: Giant Shelly Banner
zh_cn: 巨壳虫旗帜

source: Giant Tortoise
zh_cn: 巨型陆龟

source: Giant Tortoise Banner
zh_cn: 巨型陆龟旗帜

source: Giant Worm
zh_cn: 巨型蠕虫

source: Gigazapper
zh_cn: 火星磁暴步兵

source: Gigazapper Spearhead
zh_cn: 磁暴枪头

source: Gills
zh_cn: 鱼鳃

source: Gills Potion
zh_cn: 鱼鳃药剂

source: Ginger Beard
zh_cn: 姜须

source: Gingerbread Cookie
zh_cn: 姜饼曲奇

source: Gingerbread Man
zh_cn: 姜饼人

source: Gingerbread Man Banner
zh_cn: 姜饼人旗帜

source: Gives a chance to dodge attacks
zh_cn: 使你能像忍者一样闪避受到的攻击

source: Gives the user master yoyo skills
zh_cn: 使你掌握大师级悠悠技巧

source: Gladiator Breastplate
zh_cn: 角斗士胸甲

source: Gladiator Helmet
zh_cn: 角斗士头盔

source: Gladiator Leggings
zh_cn: 角斗士护腿

source: Glass
zh_cn: 玻璃

source: Glass Bathtub
zh_cn: 玻璃浴缸

source: Glass Bed
zh_cn: 玻璃床

source: Glass Bookcase
zh_cn: 玻璃书架

source: Glass Bowl
zh_cn: 玻璃碗

source: Glass Candelabra
zh_cn: 玻璃烛台

source: Glass Candle
zh_cn: 玻璃蜡烛

source: Glass Chair
zh_cn: 玻璃椅

source: Glass Chandelier
zh_cn: 玻璃吊灯

source: Glass Chest
zh_cn: 玻璃宝箱

source: Glass Clock
zh_cn: 玻璃时钟

source: Glass Door
zh_cn: 玻璃门

source: Glass Dresser
zh_cn: 玻璃梳妆台

source: Glass Kiln
zh_cn: 玻璃窑

source: Glass Lamp
zh_cn: 玻璃灯

source: Glass Lantern
zh_cn: 玻璃灯笼

source: Glass Piano
zh_cn: 玻璃钢琴

source: Glass Platform
zh_cn: 玻璃平台

source: Glass Sink
zh_cn: 玻璃水槽

source: Glass Sofa
zh_cn: 玻璃沙发

source: Glass Table
zh_cn: 玻璃桌

source: Glass Wall
zh_cn: 玻璃墙壁

source: Glass Work Bench
zh_cn: 玻璃工作台

source: Gloom Statue
zh_cn: 幽冥雕像

source: Glorious Golden Pole
zh_cn: 荣耀金杆

source: Glorious Night
zh_cn: 荣耀之夜

source: Glory of the Fire
zh_cn: 火之荣耀

source: Glowing Mushroom
zh_cn: 夜光蘑菇

source: Glowing Mushroom Dye
zh_cn: 夜光蘑菇染料

source: Glowing Snail
zh_cn: 夜光蜗牛

source: Glowing Snail Cage
zh_cn: 夜光蜗牛笼

source: Glowstick
zh_cn: 荧光棒

source: Go Fullscreen
zh_cn: 全屏模式

source: Go Windowed
zh_cn: 窗口模式

source: Go tell {ArmsDealer} to stop offering to pay me with ammo, I don't even own a gun.
zh_cn: 去告诉{ArmsDealer}不要再付给我子弹了,我甚至连把枪都没有.

source: Goblin Archer
zh_cn: 哥布林弓箭手

source: Goblin Archer Banner
zh_cn: 哥布林弓箭手旗帜

source: Goblin Army
zh_cn: 哥布林军团

source: Goblin Battle Standard
zh_cn: 哥布林战旗

source: Goblin Bomb
zh_cn: 哥布林炸弹

source: Goblin Peon
zh_cn: 哥布林苦工

source: Goblin Peon Banner
zh_cn: 哥布林苦工旗帜

source: Goblin Punter
zh_cn: 哥布林草民

source: Goblin Scout
zh_cn: 哥布林侦察兵

source: Goblin Scout Banner
zh_cn: 哥布林侦察兵旗帜

source: Goblin Sorcerer
zh_cn: 哥布林巫师

source: Goblin Sorcerer Banner
zh_cn: 哥布林巫师旗帜

source: Goblin Statue
zh_cn: 哥布林雕像

source: Goblin Summoner
zh_cn: 哥布林召唤师

source: Goblin Summoner Banner
zh_cn: 哥布林召唤师旗帜

source: Goblin Tech
zh_cn: 哥布林数据仪

source: Goblin Thief
zh_cn: 哥布林盗贼

source: Goblin Thief Banner
zh_cn: 哥布林盗贼旗帜

source: Goblin Tinkerer
zh_cn: 哥布林工匠

source: Goblin Warrior
zh_cn: 哥布林战士

source: Goblin Warrior Banner
zh_cn: 哥布林战士旗帜

source: Goblins Playing Poker
zh_cn: 哥布林玩扑克牌

source: Godly
zh_cn: 神级

source: Goggles
zh_cn: 护目镜

source: Gold
zh_cn: 金矿石

source: Gold Axe
zh_cn: 黄金斧头

source: Gold Bar
zh_cn: 金锭

source: Gold Bird
zh_cn: 黄金鸟

source: Gold Bird Cage
zh_cn: 黄金鸟笼

source: Gold Bow
zh_cn: 黄金短弓

source: Gold Brick
zh_cn: 黄金砖块

source: Gold Brick Wall
zh_cn: 黄金砖墙

source: Gold Broadsword
zh_cn: 黄金阔剑

source: Gold Bunny
zh_cn: 黄金兔子

source: Gold Bunny Cage
zh_cn: 黄金兔子笼

source: Gold Butterfly
zh_cn: 黄金蝴蝶

source: Gold Butterfly Jar
zh_cn: 黄金蝴蝶罐

source: Gold Chainmail
zh_cn: 黄金链甲

source: Gold Chandelier
zh_cn: 黄金吊灯

source: Gold Chest
zh_cn: 黄金宝箱

source: Gold Coin
zh_cn: 金币

source: Gold Coins
zh_cn: 金币

source: Gold Crown
zh_cn: 黄金王冠

source: Gold Dust
zh_cn: 黄金尘

source: Gold Frog
zh_cn: 黄金青蛙

source: Gold Frog Cage
zh_cn: 黄金青蛙笼

source: Gold Grasshopper
zh_cn: 黄金蚱蜢

source: Gold Grasshopper Cage
zh_cn: 黄金蚱蜢笼

source: Gold Greaves
zh_cn: 黄金护胫

source: Gold Hammer
zh_cn: 黄金大锤

source: Gold Helmet
zh_cn: 黄金头盔

source: Gold Mouse
zh_cn: 黄金老鼠

source: Gold Mouse Cage
zh_cn: 黄金老鼠笼

source: Gold Ore
zh_cn: 金矿石

source: Gold Pickaxe
zh_cn: 黄金镐

source: Gold Ring
zh_cn: 金戒指

source: Gold Shortsword
zh_cn: 黄金短剑

source: Gold Squirrel
zh_cn: 黄金松鼠

source: Gold Squirrel Cage
zh_cn: 黄金松鼠笼

source: Gold Watch
zh_cn: 黄金怀表

source: Gold Worm
zh_cn: 黄金蠕虫

source: Gold Worm Cage
zh_cn: 黄金蠕虫笼

source: Golden Bathtub
zh_cn: 黄金浴缸

source: Golden Bed
zh_cn: 黄金床

source: Golden Bookcase
zh_cn: 黄金书架

source: Golden Bug Net
zh_cn: 黄金虫网

source: Golden Bullet
zh_cn: 黄金弹

source: Golden Candelabra
zh_cn: 黄金烛台

source: Golden Candle
zh_cn: 黄金蜡烛

source: Golden Carp
zh_cn: 金鲤

source: Golden Chair
zh_cn: 黄金椅

source: Golden Chandelier
zh_cn: 黄金吊灯

source: Golden Chest
zh_cn: 黄金宝箱

source: Golden Clock
zh_cn: 黄金时钟

source: Golden Crate
zh_cn: 金质板条箱

source: Golden Cross Grave Marker
zh_cn: 黄金十字墓碑

source: Golden Door
zh_cn: 黄金门

source: Golden Dresser
zh_cn: 黄金梳妆台

source: Golden Fishing Rod
zh_cn: 黄金钓竿

source: Golden Grave Marker
zh_cn: 黄金墓石

source: Golden Gravestone
zh_cn: 黄金墓碑

source: Golden Headstone
zh_cn: 黄金碑石

source: Golden Key
zh_cn: 黄金钥匙

source: Golden Lamp
zh_cn: 黄金灯

source: Golden Lantern
zh_cn: 黄金灯笼

source: Golden Lock Box
zh_cn: 黄金锁盒

source: Golden Piano
zh_cn: 黄金钢琴

source: Golden Platform
zh_cn: 金色平台

source: Golden Shower
zh_cn: 黄金圣雨

source: Golden Sink
zh_cn: 黄金水槽

source: Golden Sofa
zh_cn: 黄金沙发

source: Golden Table
zh_cn: 黄金桌

source: Golden Toilet
zh_cn: 黄金马桶

source: Golden Tombstone
zh_cn: 黄金墓石

source: Golden Work Bench
zh_cn: 金色工作台

source: Goldfish
zh_cn: 金鱼

source: Goldfish Banner
zh_cn: 金鱼旗帜

source: Goldfish Trophy
zh_cn: 荣耀之证(金鱼)

source: Golem
zh_cn: 石巨人

source: Golem Fist
zh_cn: 石巨人之拳

source: Golem Head
zh_cn: 石巨人头颅

source: Golem Mask
zh_cn: 石巨人面具

source: Golem Trophy
zh_cn: 荣耀之证(石巨人)

source: Good Little Slave
zh_cn: 三好小奴隶

source: Good Morning
zh_cn: 早安

source: Goodie Bag
zh_cn: 礼袋

source: Gothic Bookcase
zh_cn: 哥特书架

source: Gothic Chair
zh_cn: 哥特椅

source: Gothic Table
zh_cn: 哥特桌

source: Gothic Work Bench
zh_cn: 哥特工作台

source: Gradient
zh_cn: 渐变

source: Grandfather Clock
zh_cn: 落地大摆钟

source: Granite Bathtub
zh_cn: 花岗岩浴缸

source: Granite Bed
zh_cn: 花岗岩床

source: Granite Block
zh_cn: 花岗岩块

source: Granite Bookcase
zh_cn: 花岗岩书架

source: Granite Candelabra
zh_cn: 花岗岩烛台

source: Granite Candle
zh_cn: 花岗岩蜡烛

source: Granite Chair
zh_cn: 花岗岩椅

source: Granite Chandelier
zh_cn: 花岗岩吊灯

source: Granite Chest
zh_cn: 花岗岩宝箱

source: Granite Clock
zh_cn: 花岗岩时钟

source: Granite Door
zh_cn: 花岗岩门

source: Granite Dresser
zh_cn: 花岗岩梳妆台

source: Granite Elemental
zh_cn: 花岗岩元素

source: Granite Elemental Banner
zh_cn: 花岗岩元素旗帜

source: Granite Golem
zh_cn: 花岗岩傀儡

source: Granite Golem Banner
zh_cn: 花岗岩傀儡旗帜

source: Granite Golem Statue
zh_cn: 花岗岩傀儡雕像

source: Granite Lamp
zh_cn: 花岗岩灯

source: Granite Lantern
zh_cn: 花岗岩灯笼

source: Granite Piano
zh_cn: 花岗岩钢琴

source: Granite Platform
zh_cn: 花岗岩平台

source: Granite Sink
zh_cn: 花岗岩水槽

source: Granite Sofa
zh_cn: 花岗岩沙发

source: Granite Table
zh_cn: 花岗岩桌

source: Granite Wall
zh_cn: 花岗岩墙

source: Granite Work Bench
zh_cn: 花岗岩工作台

source: Grants immunity to fire blocks
zh_cn: 使你免疫火块灼烧

source: Grants immunity to knockback
zh_cn: 使你免疫击退

source: Grants immunity to most debuffs
zh_cn: 使你免疫大部分负面效果

source: Grants improved wire vision
zh_cn: 让你更清楚地分辨导线

source: Grants invisibility
zh_cn: 别人看不到你了

source: Grants slow fall in exchange for your feet
zh_cn: 用你的双脚换取缓慢降落的能力

source: Grants the ability to swim
zh_cn: 拥有它,你就可以学会游泳,并加入游泳部了

source: Grapple
zh_cn: 抓钩

source: Grappling Hook
zh_cn: 抓钩

source: Grass Seeds
zh_cn: 草种子

source: Grass Wall
zh_cn: 草墙

source: Grasshopper
zh_cn: 蚱蜢

source: Grasshopper Cage
zh_cn: 蚱蜢笼

source: Grasshopper Statue
zh_cn: 蚱蜢雕像

source: Grave Marker
zh_cn: 墓碑

source: Gravestone
zh_cn: 墓碑

source: Gravitating sand
zh_cn: 正在使沙子下落

source: Gravitation
zh_cn: 重力

source: Gravitation Potion
zh_cn: 重力药剂

source: Gravity Banner
zh_cn: 重力旗帜

source: Gravity Globe
zh_cn: 重力球

source: Gravity around you is distorted
zh_cn: 你周围的重力被扭曲

source: Gray Brick
zh_cn: 石砖

source: Gray Brick Wall
zh_cn: 石砖墙

source: Gray Grunt
zh_cn: 灰色咕噜

source: Gray Paint
zh_cn: 灰色油漆

source: Gray Pressure Plate
zh_cn: 灰色压力板

source: Gray Stucco
zh_cn: 灰色泥灰块

source: Gray Stucco Wall
zh_cn: 灰色泥灰墙

source: Great Wave
zh_cn: 巨浪

source: Greater Healing Potion
zh_cn: 强效治疗药水

source: Greater Mana Potion
zh_cn: 强效魔力药水

source: Greater chance of fishing up a crate
zh_cn: 大幅度增加钓到板条箱的几率

source: Greatly extends underwater breathing
zh_cn: 大大延长水下呼吸时间

source: Greatly increased life regen
zh_cn: 大幅度提高生命再生速度

source: Greatly increases life regen when not moving
zh_cn: 静止不动时,极大地提高生命再生速度

source: Greatly increases life regeneration after striking an enemy
zh_cn: 攻击敌人后大幅度提高生命再生速度

source: Greedy Ring
zh_cn: 贪婪戒指

source: Greek Fire
zh_cn: 希腊火焰

source: Green Banner
zh_cn: 绿色旗帜

source: Green Brick
zh_cn: 绿色地牢砖块

source: Green Brick Platform
zh_cn: 绿色地牢砖平台

source: Green Brick Wall
zh_cn: 绿色地牢砖墙

source: Green Bulb
zh_cn: 绿色灯泡

source: Green Candy Cane Block
zh_cn: 绿色糖块

source: Green Candy Cane Wall
zh_cn: 绿色糖墙

source: Green Cap
zh_cn: 绿帽子

source: Green Counterweight
zh_cn: 绿色平衡锤

source: Green Dungeon Bathtub
zh_cn: 绿色地牢浴缸

source: Green Dungeon Bed
zh_cn: 绿色地牢床

source: Green Dungeon Bookcase
zh_cn: 绿色地牢书架

source: Green Dungeon Candelabra
zh_cn: 绿色地牢烛台

source: Green Dungeon Candle
zh_cn: 绿色地牢蜡烛

source: Green Dungeon Chair
zh_cn: 绿色地牢椅

source: Green Dungeon Chandelier
zh_cn: 绿色地牢吊灯

source: Green Dungeon Chest
zh_cn: 绿色地牢宝箱

source: Green Dungeon Clock
zh_cn: 绿色地牢时钟

source: Green Dungeon Door
zh_cn: 绿色地牢门

source: Green Dungeon Dresser
zh_cn: 绿色地牢梳妆台

source: Green Dungeon Lamp
zh_cn: 绿色地牢灯

source: Green Dungeon Piano
zh_cn: 绿色地牢钢琴

source: Green Dungeon Sink
zh_cn: 绿色地牢水槽

source: Green Dungeon Sofa
zh_cn: 绿色地牢沙发

source: Green Dungeon Table
zh_cn: 绿色地牢桌

source: Green Dungeon Vase
zh_cn: 绿色地牢花瓶

source: Green Dungeon Work Bench
zh_cn: 绿色地牢工作台

source: Green Dye
zh_cn: 绿色染料

source: Green Flame Dye
zh_cn: 绿焰染料

source: Green Flame and Black Dye
zh_cn: 绿焰黑色染料

source: Green Flame and Silver Dye
zh_cn: 绿焰银色染料

source: Green Garland
zh_cn: 绿色花环

source: Green Horseshoe Balloon
zh_cn: 绿色马掌气球

source: Green Jellyfish
zh_cn: 绿水母

source: Green Jellyfish Banner
zh_cn: 绿水母旗帜

source: Green Jellyfish Jar
zh_cn: 绿水母罐

source: Green Laser
zh_cn: 绿色激光

source: Green Light
zh_cn: 绿灯

source: Green Lights
zh_cn: 绿色彩灯

source: Green Mushroom
zh_cn: 绿蘑菇

source: Green Paint
zh_cn: 绿色油漆

source: Green Phaseblade
zh_cn: 绿晶相位剑

source: Green Phasesaber
zh_cn: 绿晶相位军刀

source: Green Present
zh_cn: 绿色礼物

source: Green Pressure Plate
zh_cn: 绿色压力板

source: Green Rocket
zh_cn: 绿色火箭

source: Green Slab Wall
zh_cn: 绿色地牢砖墙

source: Green Slime
zh_cn: 绿色史莱姆

source: Green Slime Banner
zh_cn: 绿色史莱姆旗帜

source: Green Solution
zh_cn: 绿色溶液

source: Green Stained Glass
zh_cn: 绿色花窗玻璃

source: Green Streamer
zh_cn: 绿色饰带

source: Green String
zh_cn: 绿色丝线

source: Green Stucco
zh_cn: 绿色泥灰块

source: Green Stucco Wall
zh_cn: 绿色泥灰墙

source: Green Team Block
zh_cn: 绿队方块

source: Green Team Platform
zh_cn: 绿队平台

source: Green Thread
zh_cn: 绿色丝线

source: Green Tiled Wall
zh_cn: 绿色地牢瓷砖墙

source: Green Torch
zh_cn: 绿色火把

source: Green Wires
zh_cn: 绿色电线

source: Green Wrench
zh_cn: 绿色扳手

source: Green and Black Dye
zh_cn: 绿黑染料

source: Green and Silver Dye
zh_cn: 绿银染料

source: Green and White Garland
zh_cn: 绿白花环

source: Green:
zh_cn: 绿:

source: Grenade
zh_cn: 手榴弹

source: Grenade Launcher
zh_cn: 榴弹发射器

source: Grim Dye
zh_cn: 恐怖染料

source: Grim End
zh_cn: 残酷结束

source: Grinch Finger Wallpaper
zh_cn: 圣诞怪杰手指壁纸

source: Growing cacti
zh_cn: 正在种植仙人掌

source: Growing granite
zh_cn: 正在生成花岗岩

source: Growing spider caves
zh_cn: 正在扩大蜘蛛洞穴

source: Growing vines
zh_cn: 正在种植藤蔓

source: Grows plants
zh_cn: 可以用来种植草药

source: Grub Soup
zh_cn: 蛆虫汤

source: Grubby
zh_cn: 蛆虫

source: Grubby Cage
zh_cn: 蛆虫笼

source: Guarding
zh_cn: 守护

source: Guide
zh_cn: 向导

source: Guide Picasso
zh_cn: 向导毕加索

source: Guide Voodoo Doll
zh_cn: 向导巫毒娃娃

source: Guide Voodoo Fish
zh_cn: 向导巫毒鱼

source: Guide to Plant Fiber Cordage
zh_cn: 植物纤维绳索宝典

source: Gungnir
zh_cn: 永恒之枪

source: Guy Fawkes Mask
zh_cn: 盖伊·福克斯面具

source: Gypsy Robe
zh_cn: 吉普赛长袍

source: Hades Dye
zh_cn: 冥王染料

source: Hair
zh_cn: 头发

source: Hair Color
zh_cn: 头发颜色

source: Hair Dye Remover
zh_cn: 洗发剂

source: Hair Style
zh_cn: 发型

source: Hallow Spray
zh_cn: 神圣喷剂

source: Hallow Star
zh_cn: 神圣落星

source: Hallow's Eve
zh_cn: 神圣之夜

source: Hallowed Bar
zh_cn: 神圣锭

source: Hallowed Chest
zh_cn: 神圣宝箱

source: Hallowed Crate
zh_cn: 神圣板条箱

source: Hallowed Greaves
zh_cn: 神圣护胫

source: Hallowed Headgear
zh_cn: 神圣头饰

source: Hallowed Helmet
zh_cn: 神圣头盔

source: Hallowed Key
zh_cn: 神圣钥匙

source: Hallowed Key Mold
zh_cn: 神圣钥匙模具

source: Hallowed Mask
zh_cn: 神圣面具

source: Hallowed Mimic
zh_cn: 神圣大宝箱怪

source: Hallowed Plate Mail
zh_cn: 神圣板甲

source: Hallowed Repeater
zh_cn: 神圣连弩

source: Hallowed Seeds
zh_cn: 神圣种子

source: Hallowed Water Fountain
zh_cn: 神圣喷泉

source: Hamdrax
zh_cn: 神圣钻头

source: Hammer Statue
zh_cn: 战锤雕像

source: Hammer to change direction
zh_cn: 锤击可改变加速方向

source: Hammush
zh_cn: 蘑菇战锤

source: Hand Earth
zh_cn: 顽强之手

source: Hand Warmer
zh_cn: 暖手宝

source: Handgun
zh_cn: 手枪

source: Hanging Jack 'O Lantern
zh_cn: 杰克南瓜挂灯

source: Hanging Skeleton
zh_cn: 吊挂骷髅

source: Happy Bomb
zh_cn: 笑脸炸弹

source: Happy Grenade
zh_cn: 欢乐手榴弹

source: Happy turtle time!
zh_cn: 快乐的小海龟!

source: Happy!
zh_cn: 开心

source: Hard
zh_cn: 坚硬

source: Hardcore
zh_cn: 困难

source: Hardcore characters die for good
zh_cn: 困难难度角色死亡后无法复活

source: Hardened Crimsand Block
zh_cn: 坚硬血腥沙块

source: Hardened Crimsand Wall
zh_cn: 坚硬血腥沙墙

source: Hardened Ebonsand Block
zh_cn: 坚硬黑檀砂块

source: Hardened Ebonsand Wall
zh_cn: 坚硬黑檀砂墙

source: Hardened Pearlsand Block
zh_cn: 坚硬珍珠沙块

source: Hardened Pearlsand Wall
zh_cn: 坚硬珍珠沙墙

source: Hardened Sand Block
zh_cn: 坚硬沙块

source: Hardened Sand Wall
zh_cn: 坚硬沙墙

source: Hardy Saddle
zh_cn: 海龟鞍

source: Harnesses the power of undying flames
zh_cn: 弓上有不朽之焱的力量

source: Harp
zh_cn: 竖琴

source: Harpoon
zh_cn: 鱼叉链枪

source: Harpy
zh_cn: 鹰身女妖

source: Harpy Banner
zh_cn: 鹰身女妖旗帜

source: Harpy Feather
zh_cn: 鹰身女妖羽毛

source: Harpy Statue
zh_cn: 鹰身女妖雕像

source: Harpy Wings
zh_cn: 鸟妖羽翼

source: Harpyfish
zh_cn: 鹰身女妖鱼

source: Has a chance to poison enemies
zh_cn: 有几率使敌人中毒

source: Has a chance to record songs
zh_cn: 有几率录制歌曲

source: Hasty
zh_cn: 急速

source: Have all possible town NPCs living in your world.
zh_cn: 让所有城镇NPC住在你的世界里.

source: Have you seen any Meburs around here?
zh_cn: 你在这附近见过任何Mebur吗?

source: Have you tried using purification powder on the crimstone of the crimson?
zh_cn: 你试过对血腥之地用净化粉末吗?

source: Have you tried using purification powder on the ebonstone of the corruption?
zh_cn: 你有没有试过对腐化之地用净化粉末?

source: Hay
zh_cn: 干草

source: Hay Wall
zh_cn: 干草墙

source: Head in the Clouds
zh_cn: 冲上云霄

source: Headless Horseman
zh_cn: 无头骑士

source: Headless Horseman Banner
zh_cn: 无头骑士旗帜

source: Headstone
zh_cn: 碑石

source: Heal
zh_cn: 治疗

source: Healing Potion
zh_cn: 治疗药水

source: Heart
zh_cn: 心

source: Heart Breaker
zh_cn: 心碎

source: Heart Lamp
zh_cn: 心形吊灯

source: Heart Lantern
zh_cn: 心形灯笼

source: Heart Statue
zh_cn: 心形雕像

source: Heartreach
zh_cn: 心有灵犀

source: Heartreach Potion
zh_cn: 心之彼端

source: Hearty Slash
zh_cn: 畅快猛斩

source: Heat Distortion: {0}
zh_cn: 热浪扭曲：{0}

source: Heat Ray
zh_cn: 热能射线枪

source: Heavy
zh_cn: 重

source: Heavy Metal
zh_cn: 重金属

source: Heavy Rain
zh_cn: 暴雨

source: Heavy Work Bench
zh_cn: 重型工作台

source: Heh heh, you shoulda seen the look on {Dryad}'s face when I stuck that piranha tooth in the chair!
zh_cn: 嘿嘿,你真该看看当我把食人鱼的牙齿刺进椅子之后,{Dryad}的表情!

source: Hel-Fire
zh_cn: 地狱火

source: Hell Armored Bones
zh_cn: 地狱装甲骷髅

source: Hell Armored Bones Banner
zh_cn: 地狱装甲骷髅旗帜

source: Hell Hammer Banner
zh_cn: 地狱之锤旗帜

source: Hellbat
zh_cn: 地狱蝙蝠

source: Hellbat Banner
zh_cn: 地狱蝙蝠旗帜

source: Hellbound Banner
zh_cn: 地狱边界旗帜

source: Hellfire Arrow
zh_cn: 狱炎箭

source: Hellforge
zh_cn: 地狱熔炉

source: Hellhound
zh_cn: 地狱犬

source: Hellhound Banner
zh_cn: 地狱犬旗帜

source: Hello sir, I'm {Stylist}, and I'll be your barber today.
zh_cn: 你好,先生,我是{Stylist},今天我来为你理发.

source: Hellstone
zh_cn: 狱岩石

source: Hellstone Bar
zh_cn: 狱岩锭

source: Hellstone Brick
zh_cn: 狱岩砖

source: Hellstone Brick Wall
zh_cn: 狱岩砖墙

source: Helltower Banner
zh_cn: 地狱之塔旗帜

source: Hellwing
zh_cn: 地狱蝙蝠

source: Hellwing Bow
zh_cn: 狱翼之弓

source: Helmet
zh_cn: 头盔

source: Helmet Rack
zh_cn: 头盔架

source: Help
zh_cn: 帮助

source: Hemopiranha
zh_cn: 血腥食人鱼

source: Herb Bag
zh_cn: 草药袋

source: Hercules Beetle
zh_cn: 力神甲虫

source: Here's your cut of the taxes that I've taken from our surplus population!
zh_cn: 这是我从居民那儿收缴的税款的抽成!

source: Hermes Boots
zh_cn: 赫尔墨斯之靴

source: Hero's Hat
zh_cn: 林克帽子

source: Hero's Pants
zh_cn: 林克裤子

source: Hero's Shirt
zh_cn: 林克上衣

source: Herpling
zh_cn: 血腥棘虫

source: Herpling Banner
zh_cn: 血腥棘虫旗帜

source: Hex Education
zh_cn: 魔法教训

source: Hey, could you sign this Griefing Waiver?
zh_cn: 喂,你能签了这份不恶意捣乱的承诺书吗?

source: Hey, have you seen a clown around?
zh_cn: 你有没有在附近看到一个小丑?

source: HiTek Sunglasses
zh_cn: 高科技墨镜

source: Hidden
zh_cn: 隐藏

source: Hide visuals
zh_cn: 隐藏画面

source: Hiding jungle treasure
zh_cn: 正在藏好丛林宝藏

source: Hiding more treasure
zh_cn: 正在藏好更多宝藏

source: Hiding treasure
zh_cn: 正在掩埋宝藏

source: Hiding water treasure
zh_cn: 正在藏好水下宝藏

source: High
zh_cn: 高

source: High Test Fishing Line
zh_cn: 优质鱼线

source: High Velocity Bullet
zh_cn: 高速弹

source: Highlight New Items Off
zh_cn: 高亮新物品：关闭

source: Highlight New Items On
zh_cn: 高亮新物品：开启

source: Hitting enemies will sometimes drop extra coins
zh_cn: 攻击敌人时可能掉落额外的钱币

source: Hive
zh_cn: 蜂巢砖

source: Hive Pack
zh_cn: 蜂窝背包

source: Hive Wall
zh_cn: 蜂巢墙

source: Hive Wand
zh_cn: 蜂巢魔棒

source: Hoardagron
zh_cn: 霍尔龙

source: Hold on Tight!
zh_cn: 钩紧!

source: Hold on, I've almost got wifi going down here.
zh_cn: 等一下,我在这下面快要接收到Wifi了.

source: Hold on, I've got some cartoon bandages around here somewhere.
zh_cn: 坚持住,我已经在附近找到卡通绷带了.它很可爱吧?

source: Holding this may attract unwanted attention
zh_cn: 持有此物可能会引起怪物不必要的注意

source: Holds the Eternia Crystal
zh_cn: 托起你的艾特尼亚水晶...

source: Holly
zh_cn: 冬青花环

source: Holy Arrow
zh_cn: 神怒之箭

source: Holy Water
zh_cn: 圣洁之水

source: Honey
zh_cn: 甜蜜

source: Honey Balloon
zh_cn: 蜂蜜气球

source: Honey Bathtub
zh_cn: 蜂蜜浴缸

source: Honey Bed
zh_cn: 蜂蜜床

source: Honey Block
zh_cn: 蜂蜜块

source: Honey Bookcase
zh_cn: 蜂蜜书架

source: Honey Bucket
zh_cn: 蜂蜜桶

source: Honey Candelabra
zh_cn: 蜂蜜烛台

source: Honey Candle
zh_cn: 蜂蜜蜡烛

source: Honey Chair
zh_cn: 蜂蜜椅

source: Honey Chandelier
zh_cn: 蜂蜜吊灯

source: Honey Chest
zh_cn: 蜂蜜宝箱

source: Honey Clock
zh_cn: 蜂蜜时钟

source: Honey Comb
zh_cn: 蜂窝

source: Honey Cup
zh_cn: 蜂蜜杯

source: Honey Dispenser
zh_cn: 蜂蜜分配机

source: Honey Door
zh_cn: 蜂蜜门

source: Honey Dresser
zh_cn: 蜂蜜梳妆台

source: Honey Lamp
zh_cn: 蜂蜜灯

source: Honey Lantern
zh_cn: 蜂蜜灯笼

source: Honey Piano
zh_cn: 蜂蜜钢琴

source: Honey Platform
zh_cn: 蜂蜜平台

source: Honey Sink
zh_cn: 蜂蜜水槽

source: Honey Sofa
zh_cn: 蜂蜜沙发

source: Honey Table
zh_cn: 蜂蜜桌

source: Honey Work Bench
zh_cn: 蜂蜜工作台

source: Honeyed Goggles
zh_cn: 蜂蜜护目镜

source: Honeyfall Block
zh_cn: 蜂蜜瀑布块

source: Honeyfall Wall
zh_cn: 蜂蜜瀑布墙

source: Honeyfin
zh_cn: 蜂蜜鱼

source: Hook
zh_cn: 钩子

source: Hoplite
zh_cn: 重甲步兵

source: Hoplite Banner
zh_cn: 重甲步兵旗帜

source: Hoplite Statue
zh_cn: 重甲步兵雕像

source: Hoppin' Jack
zh_cn: 弹跳杰克

source: Hoppin' Jack Banner
zh_cn: 弹跳杰克旗帜

source: Hornet
zh_cn: 黄蜂

source: Hornet Banner
zh_cn: 毒蜂旗帜

source: Hornet Staff
zh_cn: 毒蜂法杖

source: Hornet Statue
zh_cn: 黄蜂雕像

source: Hornet Stinger
zh_cn: 黄蜂毒刺

source: Horrified
zh_cn: 威慑

source: Host & Play
zh_cn: 开服并开始游戏

source: Hotbar #1
zh_cn: 快捷栏#1

source: Hotbar #10
zh_cn: 快捷栏#10

source: Hotbar #2
zh_cn: 快捷栏#2

source: Hotbar #3
zh_cn: 快捷栏#3

source: Hotbar #4
zh_cn: 快捷栏#4

source: Hotbar #5
zh_cn: 快捷栏#5

source: Hotbar #6
zh_cn: 快捷栏#6

source: Hotbar #7
zh_cn: 快捷栏#7

source: Hotbar #8
zh_cn: 快捷栏#8

source: Hotbar #9
zh_cn: 快捷栏#9

source: Hotbar Controls
zh_cn: 快捷栏按键

source: Hotbar Scroll Time To Radial: Off
zh_cn: 水平快捷栏滚动时间：关闭

source: Hotbar Scroll Time To Radial: On
zh_cn: 水平快捷栏滚动时间：开启

source: Hotbar locked
zh_cn: 快捷栏已锁定

source: Hotbar unlocked
zh_cn: 快捷栏已解锁

source: Hotline Fishing Hook
zh_cn: 熔线钓钩

source: Housing
zh_cn: 住房

source: Housing Query
zh_cn: 房屋查询

source: Hoverboard
zh_cn: 悬浮板

source: How do you defeat a mini Minotaur?
zh_cn: 你是怎么折服这只小牛头人的?

source: Hungerfish
zh_cn: 饿鬼鱼

source: Hunter
zh_cn: 猎人

source: Hunter Potion
zh_cn: 狩猎药剂

source: Huntress's Buckler
zh_cn: 女猎手圆盾

source: Huntress's Jerkin
zh_cn: 女猎手上衣

source: Huntress's Pants
zh_cn: 女猎手裤子

source: Huntress's Wig
zh_cn: 女猎手假发

source: Hurry up and stop bleeding.
zh_cn: 快点,别再流血了.

source: Hurtful
zh_cn: 致伤

source: I Am Loot!
zh_cn: 我是战利品!

source: I bring you the richest colors in exchange for your riches!
zh_cn: 我带给你最丰富的色彩,以换取你的财富!

source: I built myself a taste mechanism, so I can drink some ale!
zh_cn: 我给自己添加了味觉模块,这样就能喝一点传说中的麦酒了!
